Repository: AyuShetty/EtherWorld_App
Catalog: IOS_App/*.lproj/Localizable.strings
Languages: hi

# app.name
source: EtherWorld
hi: ईथरवर्ल्ड

# login.tagline
source: Stay updated with Ethereum news
hi: एथेरियम समाचारों से जुड़े रहें

# login.apple
source: Continue with Apple
hi: Apple से जारी रखें

# login.google
source: Continue with Google
hi: Google से जारी रखें

# login.or
source: or
hi: या

# login.email.title
source: Sign in with email
hi: ईमेल से साइन इन करें

# login.email.placeholder
source: Enter your email
hi: अपना ईमेल दर्ज करें

# login.email.note
source: We'll send you a magic link to sign in
hi: हम आपको साइन इन करने के लिए मैजिक लिंक भेजेंगे

# login.newsletter.title
source: Weekly newsletter (optional)
hi: साप्ताहिक न्यूज़लेटर (वैकल्पिक)

# login.newsletter.subtitle
source: Get a concise recap of the week delivered to your inbox.
hi: सप्ताह का संक्षिप्त सारांश सीधे आपके इनबॉक्स में।

# login.continue
source: Continue
hi: जारी रखें

# login.footer.text
source: By continuing, you agree to our
hi: आगे बढ़ते हुए, आप हमारी सहमति देते हैं

# login.footer.link
source: Terms of Service & Privacy Policy
hi: सेवा की शर्तें और गोपनीयता नीति

# login.success
source: Welcome!
hi: स्वागत है!

# tab.home
source: Home
hi: होम

# tab.search
source: Search
hi: खोज

# tab.saved
source: Saved
hi: सहेजे गए

# tab.profile
source: My EW
hi: माय EW

# settings.title
source: Settings
hi: सेटिंग्स

# settings.notifications.section
source: Notifications
hi: सूचनाएँ

# settings.notifications.title
source: New Article Notifications
hi: नई लेख सूचनाएँ

# settings.notifications.subtitle
source: Get notified when new articles are published
hi: जब नए लेख प्रकाशित हों तो सूचित रहें

# settings.notifications.prefs.title
source: Notification Preferences
hi: सूचना प्राथमिकताएँ

# settings.notifications.prefs.subtitle
source: Topics and quiet hours
hi: विषय और शांत घंटे

# settings.appearance.section
source: Appearance
hi: दिखावट

# settings.appearance.theme
source: Theme
hi: थीम

# settings.privacy.section
source: Privacy
hi: गोपनीयता

# settings.privacy.analytics.title
source: Analytics & Diagnostics
hi: एनालिटिक्स और डायग्नॉस्टिक्स

# settings.privacy.analytics.subtitle
source: Help improve the app
hi: ऐप को बेहतर बनाने में मदद करें

# settings.privacy.policy
source: Privacy Policy
hi: गोपनीयता नीति

# settings.newsletter.section
source: Newsletter
hi: न्यूज़लेटर

# settings.newsletter.title
source: Weekly Newsletter
hi: साप्ताहिक न्यूज़लेटर

# settings.newsletter.subtitle
source: Get a concise recap of the week via email
hi: सप्ताह का सारांश ईमेल द्वारा प्राप्त करें

# settings.about.section
source: About
hi: बारे में

# settings.about.version
source: Version
hi: संस्करण

# settings.about.visit
source: Visit EtherWorld
hi: ईथरवर्ल्ड पर जाएँ

# settings.about.twitter
source: Follow on Twitter
hi: ट्विटर पर फॉलो करें

# settings.account.section
source: Account
hi: खाता

# settings.account.signedInAs
source: Signed in as
hi: साइन इन के रूप में

# settings.account.signOut
source: Sign Out
hi: साइन आउट

# settings.developer.section
source: Developer
hi: डेवलपर

# settings.developer.trigger
source: Trigger Background Refresh Now
hi: अभी बैकग्राउंड रिफ्रेश ट्रिगर करें

# settings.developer.footer
source: Grant notification permission first to see a test alert when a new article is detected.
hi: नई लेख सूचना देखने के लिए पहले नोटिफिकेशन अनुमति दें।

# settings.language.section
source: Language
hi: भाषा

# settings.language.title
source: App Language
hi: ऐप भाषा

# settings.language.subtitle
source: Change the language for the app
hi: ऐप के लिए भाषा बदलें

# common.cancel
source: Cancel
hi: रद्द करें

# common.signOut
source: Sign Out
hi: साइन आउट

# common.error.generic
source: Something went wrong. Please try again.
hi: कुछ गलत हो गया। कृपया पुनः प्रयास करें।

# home.today
source: Today
hi: आज

# home.topStories
source: TOP STORIES
hi: शीर्ष कहानियाँ

# home.minRead
source: min read
hi: मिनट पढ़ें

# home.allCaughtUp
source: All caught up!
hi: सब देख लिया!

# home.noStories
source: There are no new stories in your feed right now. Check back in a bit.
hi: अभी आपकी फ़ीड में कोई नई कहानियाँ नहीं हैं। थोड़ी देर बाद देखें।

# home.refreshFeed
source: Refresh Feed
hi: फ़ीड ताज़ा करें

# article.showMore
source: Read more
hi: और पढ़ें

# article.showLess
source: Show less
hi: कम दिखाएँ

# article.share
source: Share
hi: साझा करें

# article.bookmark
source: Bookmark
hi: बुकमार्क

# article.removeBookmark
source: Remove bookmark
hi: बुकमार्क हटाएँ

# article.articleTitle
source: Article
hi: लेख

# article.translating
source: Translating...
hi: अनुवाद किया जा रहा है...

# article.translated
source: Translated to %@
hi: %@ में अनुवादित

# article.viewOriginal
source: View Original
hi: मूल देखें

# article.viewTranslated
source: View Translated
hi: अनुवादित देखें

# profile.title
source: My EW
hi: माय EW

# profile.activeSessions
source: Active Sessions
hi: सक्रिय सत्र

# profile.exportData
source: Export My Data
hi: मेरा डेटा निर्यात करें

# profile.dangerZone
source: Danger Zone
hi: खतरनाक क्षेत्र

# profile.signOut
source: Sign Out
hi: साइन आउट

# profile.deleteAccount
source: Delete Account
hi: खाता हटाएँ

# profile.deleteWarning
source: Deleting your account will permanently remove all your data.
hi: आपके खाते को हटाने से आपका सभी डेटा स्थायी रूप से हटा दिया जाएगा।

# profile.signOutConfirm
source: Are you sure you want to sign out? Your saved articles and preferences will be preserved.
hi: क्या आप निश्चित रूप से साइन आउट करना चाहते हैं? आपकी सहेजी गई लेखें और पसंदें संरक्षित रहेंगी।

# profile.deleteConfirm
source: This action cannot be undone. All your data will be permanently deleted.
hi: यह कार्रवाई अपरिवर्तनीय है। आपका सभी डेटा स्थायी रूप से हटा दिया जाएगा।

# account.accountManagement
source: Account Management
hi: खाता प्रबंधन

# account.email
source: Email
hi: ईमेल

# error.loadingProfile
source: Failed to load profile
hi: प्रोफ़ाइल लोड करने में विफल

# error.translation.failed
source: Translation failed
hi: अनुवाद विफल

# error.translation.unavailable
source: Translation service unavailable
hi: अनुवाद सेवा उपलब्ध नहीं

# search.placeholder
source: Search articles...
hi: लेखों को खोजें...

# search.noResults
source: No articles found
hi: कोई लेख नहीं मिला

# saved.title
source: Saved Articles
hi: सहेजी गई लेखें

# saved.empty
source: No saved articles yet
hi: अभी तक कोई सहेजी गई लेख नहीं

# general.loading
source: Loading...
hi: लोड किया जा रहा है...

# general.retry
source: Retry
hi: पुनः प्रयास करें

# general.close
source: Close
hi: बंद करें

# general.share
source: Share
hi: साझा करें

# general.save
source: Save
hi: सहेजें

# general.delete
source: Delete
hi: हटाएँ

# general.confirm
source: Confirm
hi: पुष्टि करें

# theme.system
source: System
hi: सिस्टम

# theme.light
source: Light
hi: लाइट

# theme.dark
source: Dark
hi: डार्क

# theme.preview
source: Preview
hi: पूर्वावलोकन

# theme.applies
source: Applies across the whole app
hi: संपूर्ण ऐप में लागू होता है

# theme.auto
source: Auto
hi: ऑटो

# export.title
source: Export My Data
hi: मेरा डेटा निर्यात करें

source: Export Options
hi: निर्यात विकल्प

# export.description
source: Your data will be exported as JSON files that you can save or share.
hi: आपका डेटा JSON फ़ाइलों के रूप में निर्यात किया जाएगा जिसे आप सहेज या साझा कर सकते हैं।

source: Export Complete
hi: निर्यात पूर्ण

# export.success
source: Your data has been exported successfully.
hi: आपका डेटा सफलतापूर्वक निर्यात किया गया है।

# privacy.title
source: Privacy & Data Practices
hi: गोपनीयता और डेटा प्रथाएँ

# privacy.whatWeCollect
source: What We Collect
hi: हम क्या एकत्र करते हैं

# privacy.minimal
source: EtherWorld collects minimal data:
hi: EtherWorld न्यूनतम डेटा एकत्र करता है:

# privacy.dataSync
source: Your preferences and saved articles are synced to our secure backend to provide a consistent experience across your devices.
hi: आपकी प्राथमिकताएँ और सहेजे गए लेख हमारे सुरक्षित बैकएंड में सिंक किए जाते हैं।

# privacy.localStorage
source: Local Storage
hi: स्थानीय संग्रहण

# privacy.storageDescription
source: All data is stored locally on your device using:
hi: सभी डेटा आपके डिवाइस पर स्थानीय रूप से संग्रहीत है:

# privacy.clearData
source: You can clear all cached data anytime from Settings.
hi: आप किसी भी समय सेटिंग्स से सभी कैश्ड डेटा साफ कर सकते हैं।

# privacy.notifications
source: Notifications
hi: सूचनाएँ

# privacy.notificationsDescription
source: Background refresh checks for new articles periodically and sends local notifications to your device. No data is sent to external servers for this feature—all processing happens locally.
hi: बैकग्राउंड रिफ्रेश आवधिक रूप से नए लेखों की जांच करता है।

# privacy.analytics
source: Analytics & Diagnostics
hi: एनालिटिक्स और डायग्नॉस्टिक्स

# privacy.analyticsDescription
source: We use anonymous analytics and crash reporting to improve the app. This data is not linked to your identity. You can disable this anytime in Settings.
hi: हम ऐप में सुधार के लिए गुमनाम एनालिटिक्स का उपयोग करते हैं।

# privacy.fullPolicy
source: Full Privacy Policy
hi: पूर्ण गोपनीयता नीति

# privacy.clearYourData
source: Clear Your Data
hi: अपना डेटा साफ करें

# privacy.clearInstructions
source: Visit Settings → Developer Tools → Clear Cache to remove all locally stored data, including saved articles, cache, and images.
hi: सेटिंग्स → डेवलपर टूल्स → कैश साफ करें से जाएँ।

# privacy.lastUpdated
source: Last Updated: January 2026
hi: अंतिम अपडेट: जनवरी 2026

# discover.clear
source: Clear
hi: साफ करें

# discover.authors
source: Authors
hi: लेखक

# discover.articles
source: Articles
hi: लेख

# discover.noResults
source: Try different search terms or tags
hi: विभिन्न खोज शब्दों या टैग आजमाएँ

# author.failedToLoad
source: Failed to load profile
hi: प्रोफ़ाइल लोड करने में विफल

# author.twitter
source: Twitter
hi: ट्विटर

# author.posts
source: %d posts
hi: %d पोस्ट

# author.storiesBy
source: STORIES BY %@
hi: %@ द्वारा कहानियाँ

# author.noArticles
source: No articles yet
hi: अभी कोई लेख नहीं

# offline.title
source: Offline Downloads
hi: ऑफ़लाइन डाउनलोड

# offline.description
source: Keep recent articles available without internet
hi: बिना इंटरनेट के हाल की लेखें उपलब्ध रखें

# offline.articlesCount
source: Articles to keep
hi: रखने के लिए लेख

source: Offline storage
hi: ऑफ़लाइन संग्रहण

# offline.storageLabel
source: Storage
hi: संग्रहण

# saved.noArticles
source: No Saved Articles
hi: कोई सहेजी गई लेख नहीं

# saved.emptyDescription
source: Save articles to read them offline
hi: ऑफ़लाइन पढ़ने के लिए लेखें सहेजें

# saved.remove
source: Remove
hi: हटाएँ

# notifications.noTopics
source: No topics available yet
hi: अभी कोई विषय उपलब्ध नहीं

# notifications.selected
source: Selected: %@
hi: चुने गए: %@

# notifications.startTime
source: Start
hi: शुरुआत

# notifications.endTime
source: End
hi: समाप्ति

# notifications.muteHours
source: Notifications will be muted between the selected hours.
hi: सूचनाएँ चयनित घंटों के बीच मूक रहेंगी।

# error.usingCached
source: Using cached data
hi: कैश्ड डेटा का उपयोग किया जा रहा है

# session.title
source: Active Sessions
hi: सक्रिय सत्र

# session.description
source: These are the devices currently signed in to your account. You can revoke access from any device except this one.
hi: ये वे डिवाइस हैं जो आपके खाते में साइन इन हैं।

# session.revoke
source: Revoke
hi: रद्द करें

# session.thisDevice
source: (This device)
hi: (यह डिवाइस)

# session.lastActive
source: Last active: %@
hi: अंतिम सक्रिय: %@

# settings.cache.section
source: Translation Cache
hi: अनुवाद कैश

# settings.cache.articles
source: Cached Articles
hi: कैश किए गए लेख

# settings.cache.translations
source: Translation Entries
hi: अनुवाद प्रविष्टियां

# settings.cache.size
source: Cache Size
hi: कैश आकार

# settings.cache.clear
source: Clear Cache
hi: कैश साफ़ करें

# settings.cache.description
source: Translations are cached locally for instant language switching. Clear cache to free up space or refresh translations.
hi: तुरंत भाषा स्विचिंग के लिए अनुवाद स्थानीय रूप से कैश किए जाते हैं। स्थान खाली करने या अनुवाद ताज़ा करने के लिए कैश साफ़ करें।
